IdeaRS.Connections
RibData.Delta Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the distance between repeated ribs
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Delta { get; set; }
Property Value
Type: Double
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace